[
  {
    "kanji": "一期一会",
    "translation": "One time, one meeting.",
    "note": "Every gathering, every conversation, every shared cup of tea is a unique event that will never happen in the same way again. As such, we should be fully present, recognizing the fleeting beauty of each encounter, both with others and with the world around us.",
    "romaji": "ichi go ichi e"
  },
  {
    "kanji": "人生谷あり山あり",
    "translation": "Life has its valleys and its mountains.",
    "note": "There will be periods of struggle and ease, sorrow and joy in life. Acknowledging this natural flow allows one to cultivate resilience, realizing that no “valley” is permanent – and that every “mountain peak” they reach was once a distant goal.",
    "romaji": "jinsei tani ari yama ari"
  },
  {
    "kanji": "雨降って地固まる",
    "translation": "After the rain, the ground hardens.",
    "note": "Adversity, like a downpour, may seem unsettling. Yet, after the storm passes, many of us find ourselves stronger, more resilient, and standing on firmer ground than before. Challenges have a way of compacting our foundation, revealing a strength we didn’t know we possessed.",
    "romaji": "ame futte ji katamaru"
  },
  {
    "kanji": "花鳥風月",
    "translation": "Flower, Bird, Wind, Moon.",
    "note": "These four characters represent the traditional beauties of nature, and together, they symbolize the importance of experiencing the world through a mindful, appreciative lens. It’s an invitation to step away from worries and immerse oneself in the simple, elegant beauty that is always presen",
    "romaji": "kachou fuugetsu"
  },
  {
    "kanji": "明日は明日の風が吹く",
    "translation": "Tomorrow’s wind will blow tomorrow.",
    "note": "Worrying about the future is like trying to predict the wind – a futile effort. Just face today’s challenges with what you have now, and trust that you will have the strength and resources to meet whatever comes tomorrow.",
    "romaji": "ashita wa ashita no kaze ga fuku"
  },
  {
    "kanji": "自業自得",
    "translation": "One’s act, one’s gain.",
    "note": "Here, we are introduced to the law of cause and effect, where one ultimately reaps what one sows. It’s a call for personal accountability, not in a punishing way, but as a reminder that the choices made today, whether in action or inaction, are the seeds of future reality.",
    "romaji": "jigou jitoku"
  },
  {
    "kanji": "間違った電車に乗ったら、次の駅で降りなさい",
    "translation": "If you get on the wrong train, get off at the next station.",
    "note": "Don’t keep traveling in the wrong direction out of stubbornness or embarrassment. Acknowledge a mistake quickly, correct the course, and minimize the time spent on a path that isn’t yours.",
    "romaji": "japanese proverbs about travel"
  },
  {
    "kanji": "間違えて乗った電車が、時には目的地に連れて行ってくれる",
    "translation": "Sometimes, the train you took by mistake takes you to your destination.",
    "note": "And here, we have a beautiful counterpoint to the previous idea. Not every mistake is a true error. Many times, an unplanned detour, a “wrong turn,” leads to an unexpected discovery or a destination better than the one originally planned. As such, we need to remind ourselves to always remain open to life’s surprising gifts – and to embrace every experience wholeheartedly.",
    "romaji": "japanese proverbs about travel"
  },
  {
    "kanji": "桃栗三年柿八年",
    "translation": "Peaches and chestnuts take three years, persimmons take eight.",
    "note": "Good things take time. Each goal, each skill, and each stage of growth has its own natural timeline. Rushing the process is like trying to harvest a fruit before it’s ripe. Patience and consistent effort are, therefore, the keys to bearing fruit.",
    "romaji": "momo kuri sannen kaki hachinen"
  },
  {
    "kanji": "生者必滅、会者定離",
    "translation": "Those who are born must die; those who meet must part.",
    "note": "A core Buddhist teaching on impermanence. Nothing lasts forever – including our own existence. Rather than viewing it as a source of sadness or despair, one may turn this insight into a catalyst for gratitude. Knowing that all things are transient makes the time we have with people and experiences infinitely more precious.",
    "romaji": "shousha hitsumetsu esha jouri"
  },
  {
    "kanji": "猿も木から落ちる",
    "translation": "Even monkeys fall from trees.",
    "note": "No one is perfect. Even experts make mistakes in their area of expertise. Forgive yourself for errors – and extend that same grace to others. Failure is not a reflection of worth; it’s just a universal part of the human experience.",
    "romaji": "saru mo ki kara ochiru"
  },
  {
    "kanji": "覆水盆に返らず",
    "translation": "Spilt water will not return to the tray.",
    "note": "What is done cannot be undone. There is no use in lamenting the past or dwelling on irreversible mistakes. The only path forward is to accept what has happened, learn from it, and focus one’s energy on the present and future.",
    "romaji": "fukusui bon ni kaerazu"
  },
  {
    "kanji": "七転び八起き",
    "translation": "Fall down seven times, get up eight.",
    "note": "The number of times you stumble and fail is irrelevant; what matters is the commitment to rise one more time. To refuse to be defeated.",
    "romaji": "nanakorobi yaoki"
  },
  {
    "kanji": "石の上にも三年",
    "translation": "Three years on a stone.",
    "note": "Patience and perseverance can make anything happen – just like how a cold, hard stone can turn warm if one just keep sitting on it for “three years”. Even when progress seems invisible, one should always stick to the belief that persistent, focused effort will eventually yield results.",
    "romaji": "ishi no ue ni mo sannen"
  },
  {
    "kanji": "雲外蒼天",
    "translation": "Blue sky beyond the clouds.",
    "note": "During difficult times, it’s so tempting to assume that the sky is permanently grey. And yet, above the turbulent clouds of any struggle, a clear, blue sky is still there – waiting. Endure the storm, for clarity and peace will one day return.",
    "romaji": "ungai souten"
  },
  {
    "kanji": "継続は力なり",
    "translation": "Continuation is power.",
    "note": "True strength isn’t found in a single burst of effort, but in the compounding force of consistency. Small, daily actions, when continued over time, build a momentum that will eventually become an unstoppable force. A little bit every day amounts to a great deal.",
    "romaji": "keizoku wa chikara nari"
  },
  {
    "kanji": "塵も積もれば山となる",
    "translation": "Even dust, when piled up, becomes a mountain.",
    "note": "Seemingly insignificant efforts or savings, when accumulated, can lead to monumental results. In other words, we should never underestimate the value of a single step, a single coin, or a single kind act.",
    "romaji": "chiri mo tsumoreba yama to naru"
  },
  {
    "kanji": "笑う門には福来たる",
    "translation": "Fortune comes to those who smile.",
    "note": "A cheerful and positive disposition attracts good things. People are drawn to warmth and happiness. By cultivating a positive atmosphere in one’s home and heart, one opens the door for good fortune and fulfilling relationships to enter.",
    "romaji": "warau kado ni wa fuku kitaru"
  },
  {
    "kanji": "苦あれば楽あり",
    "translation": "Where there is hardship, there is pleasure.",
    "note": "Ease is sweeter after a period of difficulty. The two are intertwined. Knowing this allows one to better endure hard times, knowing that a period of relief will follow.",
    "romaji": "ku areba raku ari"
  },
  {
    "kanji": "人事を尽くして天命を待つ",
    "translation": "Do everything in your human power, and then wait for the decree of heaven.",
    "note": "The perfect balance between effort and surrender. Give your absolute best to a task. Prepare, practice, and work diligently. Once you have done everything you possibly can, let go of the outcome and trust in the flow of life.",
    "romaji": "jinji o tsukushite tenmei o matsu"
  },
  {
    "kanji": "花は桜木、人は武士",
    "translation": "Among flowers, the cherry blossom; among men, the warrior.",
    "note": "The cherry blossom is considered the finest flower, admired for its brilliant, transient beauty. Likewise, the samurai was seen as the ideal person, not merely for his skill in battle, but for his integrity, discipline, and courage to live with purpose. For us today, the “warrior” can be seen as the warrior of the spirit – one who lives authentically and aligns their actions with their core values.",
    "romaji": "japanese warrior proverbs"
  },
  {
    "kanji": "情けは人の為ならず",
    "translation": "Compassion is not for the sake of others.",
    "note": "When you show kindness, it isn’t just the other person who benefits. That act of compassion circles back, enriching your own life and character. Helping others is a form of helping yourself.",
    "romaji": "nasake wa hito no tame narazu"
  },
  {
    "kanji": "魚心あれば水心",
    "translation": "If the fish has a heart for the water, the water has a heart for the fish.",
    "note": "Kindness begets kindness. When you approach someone with goodwill and sincerity, they are likely to respond in kind. Relationships are a reciprocal dance; what you offer is what you receive.",
    "romaji": "uogokoro areba mizugokoro"
  },
  {
    "kanji": "可愛い子には旅をさせよ",
    "translation": "Send the beloved child on a journey.",
    "note": "To truly love someone is to want them to grow, and growth requires experience and challenge. Sheltering a loved one from all hardship is a disservice. True affection is shown by giving them the freedom to face the world and cultivate their own strength.",
    "romaji": "kawaii ko ni wa tabi o saseyo"
  },
  {
    "kanji": "花より団子",
    "translation": "Dumplings over flowers.",
    "note": "A seemingly humorous expression, yet it points to a practical truth: substance is more important than style. While aesthetics and beautiful gestures (“flowers”) are nice, what truly matters are the practical, sustaining things (“dumplings”). It’s a reminder to prioritize what genuinely nourishes you in life and relationships.",
    "romaji": "hana yori dango"
  },
  {
    "kanji": "口は災いの元",
    "translation": "The mouth is the source of disaster.",
    "note": "Words have immense power to create harmony or chaos. A thoughtless comment can cause irreparable damage. As such, we should do our best to speak mindfully, think before speaking, and value the wisdom of silence.",
    "romaji": "kuchi wa wazawai no moto"
  },
  {
    "kanji": "初心忘るべからず",
    "translation": "Never forget the beginner’s spirit.",
    "note": "When starting something new, one is humble, curious, and full of excitement – such open-minded spirit is what we call “beginner’s spirit (shoshin – 初心), and it is something we should carry throughout life. No matter how much of an expert you become, retaining a beginner’s mind keeps you open to learning and prevents arrogance.",
    "romaji": "shoshin wasuru bekarazu"
  },
  {
    "kanji": "井の中の蛙 大海を知らず",
    "translation": "A frog in a well knows nothing of the great ocean.",
    "note": "One’s perspective is limited by one’s experience. Do not be complacent in a small world of your own making. Rather, be curious, explore beyond your comfort zone, and recognize that there is always more to learn and see.",
    "romaji": "i no naka no kawazu taikai o shirazu"
  },
  {
    "kanji": "聞くは一時の恥、聞かぬは一生の恥",
    "translation": "To ask is a moment’s shame, but not to ask is a lifetime of shame.",
    "note": "Feeling foolish for raising a question lasts only a moment. But the ignorance that comes from never asking can last a lifetime. Be courageous enough to admit when you don’t know something; that is the first step toward knowledge.",
    "romaji": "kikanu wa isshou no haji"
  },
  {
    "kanji": "温故知新",
    "translation": "Review the old to know the new.",
    "note": "There is immense value in reflecting on the past – our own experiences, history, and ancient wisdom. By understanding where we came from, we may be better equipped to navigate the future and innovate in meaningful ways.",
    "romaji": "onko chishin"
  },
  {
    "kanji": "知らぬが仏",
    "translation": "Not knowing is Buddha.",
    "note": "Sometimes, “ignorance” truly is bliss. There are situations where knowing every detail only causes unnecessary anxiety and pain. Finding peace in “not knowing” (i.e. in accepting that you don’t have to carry the weight of every piece of information) is a form of enlightenment itself.",
    "romaji": "shiranu ga hotoke"
  },
  {
    "kanji": "三人寄れば文殊の知恵",
    "translation": "When three people gather, they have the wisdom of Manjushri (the Bodhisattva of wisdom).",
    "note": "Even if each person is ordinary on their own, collaboration and shared brainstorming is key to producing extraordinary wisdom.",
    "romaji": "sannin yoreba monju no chie"
  },
  {
    "kanji": "人のふり見てわがふり直せ",
    "translation": "Watching another’s behavior, correct your own.",
    "note": "Every person you meet is a mirror. By observing the actions of others – both the admirable and the flawed – you can gain insight into your own conduct and find opportunities for self-improvement.",
    "romaji": "hito no furi mite waga furi naose"
  },
  {
    "kanji": "桜梅桃李",
    "translation": "Cherry, Apricot, Peach, and Plum.",
    "note": "Each of these trees blossoms in its own unique way and in its own time. Hence, there is no need for comparison. Appreciate your own unique qualities and trust in your own path, just as each tree fulfills its own nature.",
    "romaji": "oubai touri"
  },
  {
    "kanji": "出る杭は打たれる",
    "translation": "The nail that sticks out gets hammered down.",
    "note": "A famous and complex piece of cultural wisdom. On one hand, it speaks to the value of social harmony and the potential friction that comes from standing out too much. On the other, it can be seen as a challenge: if you choose to be different or to innovate, be aware of the resistance you may face – and be prepared with strength and conviction.",
    "romaji": "deru kui wa utareru"
  },
  {
    "kanji": "二兎を追う者は一兎をも得ず",
    "translation": "One who chases two rabbits will catch neither.",
    "note": "Focus is essential for success. If you divide your energy and attention between too many goals at once, you risk achieving none of them. Pick your target wisely, and give it your full concentration.",
    "romaji": "nito o ou mono wa itto o mo ezu"
  },
  {
    "kanji": "虎穴に入らずんば虎子を得ず",
    "translation": "If you do not enter the tiger’s den, you will not catch its cub.",
    "note": "Nothing ventured, nothing gained. Great rewards require taking great risks. You cannot achieve extraordinary things from a position of absolute safety. To get what you want, you must have the courage to face your fears and enter the “tiger’s den.”",
    "romaji": "koketsu ni irazunba koji o ezu"
  },
  {
    "kanji": "石橋を叩いて渡る",
    "translation": "Tap a stone bridge before crossing it.",
    "note": "Even when a path seems perfectly safe and secure – like a bridge made of stone – it is wise to proceed with caution and due diligence. A little extra care can prevent a major disaster. It’s the perfect balance to the boldness of entering the tiger’s den.",
    "romaji": "ishibashi o tataite wataru"
  },
  {
    "kanji": "二度あることは三度ある",
    "translation": "What happens twice, will happen a third time.",
    "note": "A one-time event may be an accident; however, a second occurrence is likely to suggest a trend or pattern. Whether for good or for ill, be prepared for a third instance. It’s a prompt to either take preventative action or to ready oneself for a recurring opportunity.",
    "romaji": "nido aru koto wa sando aru"
  },
  {
    "kanji": "蛙の子は蛙",
    "translation": "The child of a frog is a frog.",
    "note": "A lighthearted observation that children tend to inherit the traits and habits of their parents. It’s a humorous way of saying “the apple doesn’t fall far from the tree,” often said with a knowing, affectionate smile when someone acts just like their mother or father.",
    "romaji": "kaeru no ko wa kaeru"
  },
  {
    "kanji": "猫に小判",
    "translation": "Gold coins for a cat.",
    "note": "Giving a valuable gift to someone who cannot appreciate its worth is a waste.",
    "romaji": "neko ni koban"
  },
  {
    "kanji": "来年のことを言うと鬼が笑う",
    "translation": "If you speak of next year, the demon will laugh.",
    "note": "The future is so unpredictable that making firm plans for it is almost an absurd idea. In other words, we need to wholeheartedly embrace the uncertainty of life – and be humble enough to never become so attached to our assumptions about what lies ahead.",
    "romaji": "rainen no koto o iu to oni ga warau"
  },
  {
    "kanji": "馬鹿は風邪を引かない",
    "translation": "Fools don’t catch colds.",
    "note": "A classic piece of folk humor. The idea is that fools are too dense or too carefree to be bothered by something like a cold. Sometimes, as it turns out, being a little less concerned about things can lead to a more robust, or at least a less-noticed, state of well-being.",
    "romaji": "baka wa kaze o hikanai"
  }
]